export default function Disclosure() {
    return (
        <div className="w-full py-10 px-2">
            <h1 className="text-3xl font-bold text-blue-600 mb-8">
                Раскрытие информации о деятельности аудиторской организации ООО «Консалтинговая компания «Ллойд»
            </h1>
            <div className="overflow-x-auto">
                <table className="w-full border text-sm md:text-base">
                    <tbody>
                    {/* 1 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">1. Информация об аудиторской
                            организации
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.1.</td>
                        <td className="border px-2 py-1">Организационно-правовая форма</td>
                        <td className="border px-2 py-1">Общество с ограниченной ответственностью</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.2.</td>
                        <td className="border px-2 py-1">Полное наименование на русском языке</td>
                        <td className="border px-2 py-1">Общество с ограниченной ответственностью «Консалтинговая
                            компания «Ллойд»
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.3.</td>
                        <td className="border px-2 py-1">Сокращенное наименование на русском языке</td>
                        <td className="border px-2 py-1">ООО «Консалтинговая компания «Ллойд»</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.4.</td>
                        <td className="border px-2 py-1">Наименование на иностранном языке</td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.5.</td>
                        <td className="border px-2 py-1">Адрес в пределах места нахождения</td>
                        <td className="border px-2 py-1">410012, Российская Федерация, г. Саратов, ул. им.Вавилова Н.И.,
                            дом № 38/114, оф. 908
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.6.</td>
                        <td className="border px-2 py-1">Номер телефона</td>
                        <td className="border px-2 py-1">+7 (927) 222-68-09</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">1.7.</td>
                        <td className="border px-2 py-1">Адрес электронной почты</td>
                        <td className="border px-2 py-1">oksana@lloydconsalt.ru</td>
                    </tr>

                    {/* 2 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">2. Информация о наличии права аудиторской
                            организации оказывать аудиторские услуги
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">2.1.</td>
                        <td className="border px-2 py-1">Дата внесения сведений об аудиторской организации в реестр
                            аудиторов и аудиторских организаций саморегулируемой организации аудиторов
                        </td>
                        <td className="border px-2 py-1">15.07.2025</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">2.2.</td>
                        <td className="border px-2 py-1">Дата внесения сведений об аудиторской организации в реестр
                            аудиторских организаций, оказывающих аудиторские услуги общественно значимым организациям (в
                            случае внесения сведений)
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">2.3.</td>
                        <td className="border px-2 py-1">Дата внесения сведений об аудиторской организации в реестр
                            аудиторских организаций, оказывающих аудиторские услуги общественно значимым организациям на
                            финансовом рынке (в случае внесения сведений)
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>

                    {/* 3 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">3. Информация о структуре аудиторской
                            организации
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">3.1.</td>
                        <td className="border px-2 py-1">Высший орган управления и его функции</td>
                        <td className="border px-2 py-1">
                            Высшим органом управления ООО «Консалтинговая компания "Ллойд» (далее – Общество) является
                            Общее собрание участников. К компетенции Общего собрания участников относится решение
                            следующих вопросов:
                            <ul className="list-disc ml-5">
                                <li>определение основных направлений деятельности Общества, а также принятие решения об
                                    участии в ассоциациях и других объединениях коммерческих организаций;
                                </li>
                                <li>изменение Устава Общества, в том числе изменение уставного капитала Общества;</li>
                                <li>образование исполнительных органов Общества и досрочное прекращение их полномочий, а
                                    также принятие решения о передаче полномочий единоличного исполнительного органа
                                    Общества управляющему, утверждение такого управляющего и условий договора с ним;
                                </li>
                                <li>избрание и досрочное прекращение полномочий ревизионной комиссии (ревизора)
                                    Общества;
                                </li>
                                <li>утверждение годовых отчетов и годовых бухгалтерских балансов;</li>
                                <li>принятие решения о распределении чистой прибыли Общества между участниками Общества;
                                </li>
                                <li>утверждение (принятие) документов, регулирующих внутреннюю деятельность Общества
                                    (внутренних документов Общества);
                                </li>
                                <li>принятие решения о размещении Обществом облигаций и иных эмиссионных ценных бумаг;
                                </li>
                                <li>назначение аудиторской проверки, утверждение аудитора и определение размера оплаты
                                    его услуг;
                                </li>
                                <li>принятие решения о реорганизации или ликвидации Общества;</li>
                                <li>назначение ликвидационной комиссии и утверждение ликвидационных балансов;</li>
                                <li>предоставление участникам Общества (или определенному участнику), а также
                                    ограничение или прекращение предоставленных им (ему) дополнительных прав;
                                </li>
                                <li>возложение на участников Общества (или определенного участника) дополнительных
                                    обязанностей и прекращение их;их;
                                </li>
                                <li>принятие решений о внесении участниками Общества вкладов в имущество Общества;</li>
                                <li>решение иных вопросов, предусмотренных законодательством и Уставом.</li>
                            </ul>
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">3.2.</td>
                        <td className="border px-2 py-1">Члены совета директоров и его функции (при наличии)</td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">3.3.</td>
                        <td className="border px-2 py-1">Единоличный исполнительный орган и его функции</td>
                        <td className="border px-2 py-1">
                            Единоличным исполнительным органом в Обществе является Генеральный директор.<br/>
                            <b>Генеральный директор Общества:</b> Шамаева Оксана Ллойдовна<br/>Генеральный директор
                            Общества:
                            <ul className="list-disc ml-5">
                                <li>без доверенности действует от имени Общества, в том числе представляет его интересы
                                    и совершает сделки;
                                </li>
                                <li>выдает доверенности на право представительства от имени Общества, в том числе с
                                    правом передоверия;
                                </li>
                                <li>издает приказы о назначении на должности работников Общества, об их переводе и
                                    увольнении, применяет меры поощрения и налагает дисциплинарные взыскания;
                                </li>
                                <li>обеспечивает выполнение решений Общего собрания;</li>
                                <li>распоряжается имуществом и денежными средствами Общества;</li>
                                <li>открывает в банках расчетные и другие счета Общества;</li>
                                <li>утверждает договорные цены и тарифы на товары и услуги;</li>
                                <li>организует бухгалтерский учет и отчетность в Обществе;</li>
                                <li>готовит и представляет на утверждение Общего собрания годовой отчет и баланс
                                    Общества;
                                </li>
                                <li>осуществляет иные полномочия, не отнесенные к исключительной компетенции Общего
                                    собрания участников.
                                </li>
                            </ul>
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">3.4.</td>
                        <td className="border px-2 py-1">Члены коллегиального исполнительного органа, в том числе
                            независимые члены и его функции (при наличии)
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>

                    {/* 4 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">4. Информация о лицах, связанных с
                            аудиторской организацией
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.1.</td>
                        <td className="border px-2 py-1">Перечень филиалов и представительств (при наличии) с указанием
                            адреса в пределах места нахождения
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.2.</td>
                        <td className="border px-2 py-1">Перечень дочерних обществ (при наличии) с указанием полного и
                            сокращенного (при наличии) наименования, включая организационно-правовую форму, адрес в
                            пределах места нахождения
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.3.</td>
                        <td className="border px-2 py-1">Наименование организации, по отношению к которой аудиторская
                            организация является дочерним обществом (при наличии), включая организационно-правовую
                            форму, адрес в пределах места нахождения
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.4.</td>
                        <td className="border px-2 py-1">Перечень аудиторских организаций, участвующих в уставном
                            (складочном) капитале аудиторской организации, с указанием для каждой аудиторской
                            организации полного и сокращенного (при наличии) наименования, включая
                            организационно-правовую форму, и размера доли участия
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.5.</td>
                        <td className="border px-2 py-1">Принадлежность уставного (складочного) капитала аудиторам</td>
                        <td className="border px-2 py-1">
                            Размер доли уставного (складочного) капитала Общества, принадлежащей всем аудиторам этого
                            Общества – 10 000 руб. (100%) в том числе:
                            <ul className="list-disc ml-5">
                                <li>размер доли уставного (складочного) капитала, принадлежащей всем аудиторам,
                                    являющимся работниками Общества по основному месту работы – 10 000 руб. (100%);
                                </li>
                                <li>размер доли уставного (складочного) капитала, принадлежащей всем аудиторам,
                                    работающим в Обществе по совместительству – отсутствует.
                                </li>
                            </ul>
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.6.</td>
                        <td className="border px-2 py-1">Перечень бенефициарных владельцев аудиторской организации с
                            указанием фамилии, имени, отчества (при наличии), гражданства (при наличии), страны
                            постоянного проживания или подтверждение, что таковые отсутствуют
                        </td>
                        <td className="border px-2 py-1">
                            Шамаева Оксана Ллойдовна, владеет 100% уставного (складочного) капитала Общества,
                            гражданство – Россия, страна постоянного проживания – Россия;
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.7.</td>
                        <td className="border px-2 py-1">Перечень иностранных граждан, лиц без гражданства, иностранных
                            юридических лиц, международных компаний, являющихся контролирующими лицами аудиторской
                            организации, с указанием соответственно фамилии, имени, отчества (при наличии), гражданства
                            (при наличии), страны постоянного проживания (учреждения), полного и сокращенного (при
                            наличии) наименования или подтверждение, что таковые отсутствуют
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">4.8.</td>
                        <td className="border px-2 py-1">международной сети аудиторских организаций, членом которой
                            является аудиторская организация, с указанием места расположения штаб-квартиры, адреса
                            официального сайта в информационно-телекоммуникационной сети «Интернет», описания характера
                            отношений между членами указанной сети
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>

                    {/* 5 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">5. Информация об организации и
                            обеспечении соблюдения аудиторской организацией требований профессиональной этики и
                            независимости, установленных Федеральным законом от 30 декабря 2008 г. № 307-ФЗ «Об
                            аудиторской деятельности», а также Кодексом профессиональной этики аудиторов и Правилами
                            независимости аудиторов и аудиторских организаций.
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">5.1.</td>
                        <td className="border px-2 py-1">Заявление руководителя аудиторской организации о соблюдении
                            аудиторской организацией и аудиторами требований профессиональной этики и независимости,
                            предусмотренных статьей 8 Федерального закона от 30 декабря 2008 г. № 307-ФЗ «Об аудиторской
                            деятельности»
                        </td>
                        <td className="border px-2 py-1">
                            Исполнительный орган Общества заявляет, что сотрудники Общества должны соблюдать принципы
                            конфиденциальности, честности, профессионального поведения и объективности, включая принципы
                            независимости. Соблюдение независимости и поддержание репутации независимого аудитора
                            является основой объективности, ключевой для аудиторской профессии. Фундаментальный принцип
                            объективности накладывает на Общество в целом и на каждого сотрудника Общества обязательство
                            не допускать предвзятости, конфликта интересов или ненадлежащего влияния третьих лиц при
                            формировании своих профессиональных суждений, соблюдать требования профессиональной этики и
                            независимости, предусмотренные статьей 8 Федерального закона от 30 декабря 2008 г. № 307-ФЗ
                            «Об аудиторской деятельности», Правилами независимости аудиторов и аудиторских организаций,
                            Кодексом профессиональной этики аудиторов. Меры, принимаемые Обществом для обеспечения своей
                            независимости, описаны в Правилах внутреннего контроля качества, разработанными в
                            соответствии с указанными выше требованиями. Проверка соблюдения требований независимости
                            проверяется на стадии принятия новых клиентов, продолжения сотрудничества с существующими
                            клиентами, в процессе выполнения аудиторского задания, а также путем получения ежегодного
                            подтверждения соблюдения принципов независимости от сотрудников Общества.<br/>
                            <i>Директор О.Л.Шамаева 01.07.2025</i>
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">5.2.</td>
                        <td className="border px-2 py-1">Описание системы вознаграждения руководства аудиторской
                            организации, руководителей аудита, в том числе факторов, влияющих на размер их
                            вознаграждений
                        </td>
                        <td className="border px-2 py-1">
                            Вознаграждения работников Общества, включая руководство и руководителей аудита, включают в
                            себя должностной оклад согласно штатному расписанию.<br/><br/>
                            Основанием для премирования является выполнение конкретного объема работ (оказания услуг) и
                            факт поступления в результате этого денежных средств (в том числе авансов) на счет Общества.
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">5.3.</td>
                        <td className="border px-2 py-1">Описание мер, принимаемых в аудиторской организации в целях
                            обеспечения ротации руководителей аудита
                        </td>
                        <td className="border px-2 py-1">
                            Если лицо выступало в качестве руководителя аудита семь лет суммарно, период невовлечения
                            указанного лица в аудит должен составлять пять последовательных лет при проведении аудита
                            отчетности общественно-значимой организации, указанной в ст.5.1 Федерального закона от
                            30.12.2008 № 307 -ФЗ «Об аудиторской деятельности». В случае проведения аудита отчетности
                            организации, не указанной в ст.5.1 Федерального закона от 30.12.2008 № 307 -ФЗ «Об
                            аудиторской деятельности», определяется достаточный по продолжительности период невовлечения
                            указанного лица в аудит, зависящий от формы собственности, вида деятельности и общественной
                            значимости организации.
                        </td>
                    </tr>

                    {/* 6 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">6. Информация о контроле (надзоре) за
                            деятельностью (качества работы) аудиторской организации
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">6.1.</td>
                        <td className="border px-2 py-1">Заявление руководителя аудиторской организации о наличии и
                            результативности системы внутреннего контроля аудиторской организации, ее соответствии
                            Международному стандарту контроля качества 1 «Контроль качества в аудиторских организациях,
                            проводящих аудит и обзорные проверки финансовой отчетности, а также выполняющих прочие
                            задания, обеспечивающие уверенность, и задания по оказанию сопутствующих услуг», с указанием
                            основных элементов этой системы
                        </td>
                        <td className="border px-2 py-1">
                            Исполнительный орган Общества заявляет, что в Обществе создана и эффективно функционирует
                            система внутреннего контроля качества работы, соответствующая масштабам деятельности
                            компании и требованиям законодательства об аудиторской деятельности в Российской Федерации,
                            МСКК № 1 "Контроль качества в аудиторских организациях, проводящих аудит и обзорные проверки
                            финансовой отчетности, а также выполняющих прочие задания, обеспечивающие уверенность, и
                            задания по оказанию сопутствующих услуг", МСА № 220 "Контроль качества при проведении аудита
                            финансовой отчетности" и других применимых нормативных правовых актов»)<br/>
                            <i>Директор О.Л.Шамаева 01.07.2025</i>
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">6.2.</td>
                        <td className="border px-2 py-1">Сведения о внешних проверках деятельности аудиторской
                            организации, проведенных в течение трех лет, непосредственно предшествующих году, в котором
                            раскрывается информация, с указанием контрольного (надзорного) органа (организации),
                            проводившего проверки, года проведения проверок
                        </td>
                        <td className="border px-2 py-1">Отсутствуют</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">6.3.</td>
                        <td className="border px-2 py-1">Меры дисциплинарного и иного воздействия, примененные в
                            отношении аудиторской организации в течение года, в котором раскрывается информация, и
                            предшествующего ему года
                        </td>
                        <td className="border px-2 py-1">Отсутствуют</td>
                    </tr>

                    {/* 7 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">7. Информация об аудиторах, работающих в
                            аудиторской организации по трудовому договору
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">7.1.</td>
                        <td className="border px-2 py-1">Информация об аудиторах, работающих в аудиторской организации
                            по трудовому договору
                        </td>
                        <td className="border px-2 py-1">
                            на 01.07.2025<br/>
                            – по основному месту работы – 3 аудитора (64% от общей численности);
                            <br/>
                            - по совместительству – 0 аудитора (0% от общей численности аудиторов)
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">7.2.</td>
                        <td className="border px-2 py-1">Численность аудиторов, имеющих квалификационный аттестат
                            аудитора, выданный саморегулируемой организацией аудиторов в соответствии со статьей 11
                            Федерального закона от 30 декабря 2008 г. № 307-ФЗ «Об аудиторской деятельности»
                        </td>
                        <td className="border px-2 py-1">
                            на 01.07.2025 – 0 аудиторов
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">7.3.</td>
                        <td className="border px-2 py-1">Заявление руководителя аудиторской организации о соблюдении
                            аудиторами, работающими в аудиторской организации требования о прохождении обучения по
                            программам повышения квалификации, предусмотренным статьей 11 Федерального закона от 30
                            декабря 2008 г. № 307-ФЗ «Об аудиторской деятельности»
                        </td>
                        <td className="border px-2 py-1">
                            Исполнительный орган Общества заявляет, что все сотрудники Общества, имеющие
                            квалификационный аттестат аудитора, выполняют требования Федерального закона № 307-ФЗ от
                            30.12.2008 г. «Об аудиторской деятельности» и ежегодно посещают курсы повышения квалификации
                            по программам, утвержденным CPO Ассоциация «Содружество» в объеме не менее 40 часов в
                            календарный год.<br/>
                            <i>Директор О.Л.Шамаева 01.07.2025</i>
                        </td>
                    </tr>

                    {/* 8 */}
                    <tr className="bg-blue-50 font-bold text-blue-700">
                        <td colSpan={3} className="py-2 px-4 border text-left">8. Информация об аудируемых лицах и
                            величине выручки от оказанных аудиторской организацией услуг.
                        </td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.1.</td>
                        <td className="border px-2 py-1">Перечень общественно значимых организаций, которым оказаны
                            аудиторские услуги в течение не менее одного года, непосредственно предшествующего году, в
                            котором раскрывается информация, с указанием наименования общественно значимой организации,
                            основного государственного регистрационного номера
                        </td>
                        <td className="border px-2 py-1">Отсутствуют</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.2.</td>
                        <td className="border px-2 py-1">Величина выручки от оказания аудиторских услуг и прочих
                            связанных с аудиторской деятельностью услуг за год, непосредственно предшествующий году, в
                            котором раскрывается информация, в том числе:

                        </td>
                        <td className="border px-2 py-1"></td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.3.</td>
                        <td className="border px-2 py-1">величина выручки от оказания аудиторских услуг
                        </td>
                        <td className="border px-2 py-1"></td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.4.</td>
                        <td className="border px-2 py-1"> величина выручки от оказания прочих связанных с аудиторской деятельностью услуг
                        </td>
                        <td className="border px-2 py-1"></td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.5.</td>
                        <td className="border px-2 py-1"> Величина выручки от оказания аудиторских услуг и прочих связанных с аудиторской деятельностью услуг общественно значимым организациям за год, непосредственно предшествующий году, в котором раскрывается информация, в том числе:
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.6.</td>
                        <td className="border px-2 py-1"> величина выручки от оказания аудиторских услуг
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    <tr>
                        <td className="border px-2 py-1">8.7.</td>
                        <td className="border px-2 py-1"> величина выручки от оказания прочих связанных с аудиторской деятельностью услуг с указанием, в том числе, величины выручки от оказания таких услуг общественно значимым организациям, которым оказаны аудиторские услуги
                        </td>
                        <td className="border px-2 py-1">Отсутствует</td>
                    </tr>
                    </tbody>
                </table>
            </div>
        </div>
    );
}